---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathDistance
source: html/3c8c8e94-e1d6-ed14-a4b0-6c9b9237923e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathDistance Property

"Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathDistance { get; }
```